#+FILETAGS: REMY
* School							     :SCHOOL:
  :PROPERTIES:
  :ID:       5376951d-818b-4264-8149-3abeb4700dc0
  :END:
** Doyle
*** DONE Top up Remy's lunch money
   - State "DONE"       from "TODO"       [2012-10-28 Sun 13:21]
  CLOCK: [2012-10-16 Tue 08:27]--[2012-10-16 Tue 08:27] =>  0:00
   :PROPERTIES:
   :ID:       99954a7b-04ed-4e8e-bafc-d102cbf9220c
   :END:
[2012-10-16 Tue 08:27]
*** Class Halloween party
<2012-10-31 Wed>
*** School Halloween party
<2012-11-02 Fri 18:00-21:00>
$4 per child
$14 family


*** Field Trip: Marie Hitchcock Puppet Theatre
    :PROPERTIES:
    :ID:       db72cdaa-bb48-4a81-bb88-369b859c1dab
    :END:
<2012-12-20 Thu 09:00-13:30> 
*** School show
    :PROPERTIES:
    :ID:       cdb68e9a-38d3-4fb5-acec-45f96e9ee7f8
    :END:
<2012-12-21 Fri 08:00>
*** Holiday Party
    :PROPERTIES:
    :ID:       29e13d1d-45db-4a9b-af1e-7ae3bc4a2e66
    :END:
<2012-12-21 Fri 12:30>
*** Parent Teacher Conference
   :PROPERTIES:
   :ID:       143fefd1-1127-4240-a158-a9f5b65d44ae
   :END:
<2012-11-27 Tue 02:30-02:50>

*** Western BBQ
    :PROPERTIES:
    :ID:       90f12533-013d-4b5a-be32-182e6e843610

    :END:
<2013-01-11 Fri 12:00-13:00>
*** Take Remy to school
    :PROPERTIES:
    :ID:       6522e5e4-84df-4e97-8751-714c74121643
    :END:
    :LOGBOOK:
    CLOCK: [2013-02-08 Fri 07:15]--[2013-02-08 Fri 07:45] =>  0:30
    :END:

<2013-01-30 Wed 07:00-08:00>
<2013-01-31 Thu 07:00-08:00>
<2013-02-07 Thu 07:00-08:00>
<2013-02-08 Fri 07:00-08:00>
*** NEXT Pick Remy up from school
    :LOGBOOK:
    CLOCK: [2013-01-29 Tue 13:55]--[2013-01-29 Tue 14:28] =>  0:33
    CLOCK: [2013-01-29 Tue 13:05]--[2013-01-29 Tue 13:30] =>  0:25
    CLOCK: [2013-01-28 Mon 13:20]--[2013-01-28 Mon 14:35] =>  1:15
    :END:
    :PROPERTIES:
    :ID:       ba506832-c08a-450d-9fa8-2bc2d1577e5d
    :END:
<2013-01-28 Mon 13:30-14:30>
<2013-01-29 Tue 13:30-14:30>
<2013-01-31 Thu 13:30-14:30>
*** Open House
<2013-03-27 Wed 18:00-19:00>
*** Field Trip: Sea World
<2013-04-18 Thu>
*** Easter eggs
<2013-03-27 Wed 12:30-14:30>
** Charter Schools 
*** DONE Apply for Charter schools [5/5]
   - State "DONE"       from "NEXT"       [2013-01-06 Sun 14:46]
   :LOGBOOK:
   CLOCK: [2012-12-29 Sat 19:11]--[2012-12-29 Sat 19:41] =>  0:30
   :END:
   :PROPERTIES:
   :ID:       e295b7ee-8125-4d6b-abf8-7087db5d0136
   :END:
- [X] SDCCS
  [[www.sdccs.org]]
- [X] Innovations academy
  [[http://innovationsacademy.org]]
  10380 Spring Canyon Rd. 92131
  858-271-1414
  - Saturday, January 26th 4:00 p.m.
  - Wednesday, February 6th 9:15 a.m.
  - Saturday, February 21st  6:00 p.m.
  - Saturday, March 2nd  4:00 p.m.
- [X] Museum school
  [[http://museumschool.org/]]
  211 Maple Street
  San Diego, CA 92103
  619 236-8712
  - Tuesday, September 25 at 9:30am 
  - Tuesday, October 16 at 9:30am
  - Tuesday, October 23 at 9:30am - Emphasis on grades 3 -8
  - Tuesday, November 13th at 9:30am
  - Tuesday, December 11th at 9:30am
  - Tuesday, January 29th at 9:30am
  - Tuesday, February 5th at 9:30am
  - Wednesday, February 6th at 9:30
  - Monday, February 11th at 9:30
- [X] Urban discovery
  [[http://c2.urbansd.schoolwires.net/]]
  [[info@urbandiscoveryacademy.com]]
  Urban Discovery Academy
  2850 Sixth Avenue
  San Diego, CA 92103
  (619) 788-4668 
- [X] Explorer elementary
  [[http://www.hightechhigh.org/schools/EECS/]]
  2230 Truxtun Road, San Diego, CA 92106
  619.795.3600

*** 2013 Tours
**** SDCCS Tour
     :PROPERTIES:
     :ID:       ab682444-1c7b-4c4e-b75a-dcc969c14b5c
     :END:
<2013-01-23 Wed 09:00-10:00>
**** Innovations academy Tour
     :PROPERTIES:
     :ID:       5fa588e3-29fc-48bb-8d1b-5dddb2976607
     :END:
<2013-03-23 Sat 16:00-17:00>
  - Saturday, January 26th 4:00 p.m.
  - Wednesday, February 6th 9:15 a.m.
  - Thursday, February 21st  6:00 p.m.
  - Saturday, March 2nd  4:00 p.m.
  - Saturday, March 23rd 4:00pm
[[gmap:innovations academy]]

**** Museum School
     :LOGBOOK:
     CLOCK: [2013-01-29 Tue 08:40]--[2013-01-29 Tue 11:15] =>  2:35
     :END:
     :PROPERTIES:
     :ID:       898bf7ad-c041-4b04-b48c-b64bf619757b
     :END:
<2013-01-29 Tue 08:40-11:30>
  - Tuesday, January 29th at 9:30am
  - Tuesday, February 5th at 9:30am
  - Wednesday, February 6th at 9:30
  - Monday, February 11th at 9:30

*** DONE Follow up on charter school applications
    DEADLINE: <2013-01-20 Sun> SCHEDULED: <2013-01-20 Sun>
    - State "DONE"       from ""           [2013-01-20 Sun 16:51]
    :LOGBOOK:
    CLOCK: [2013-01-20 Sun 16:42]--[2013-01-20 Sun 16:51] =>  0:09
    :END:
    :PROPERTIES:
    :ID:       51d155f6-7d15-4863-b25a-e4c56204bf5a
    :END:
Did they receive them?

*** Links
[[http://www.sdcoe.net/business2/dfs/charter/sdcoecharter.html]]
[[http://www.cde.ca.gov/ds/si/cs/ap1/countyresults.aspx?id=37]]

** SOMEDAY Research authentic learning
  CLOCK: [2012-10-14 Sun 19:55]--[2012-10-14 Sun 19:55] =>  0:00
   :PROPERTIES:
   :ID:       c2bd5fae-a0be-4d5b-9bd0-9fb4313fe7b1
   :END:
[2012-10-14 Sun 19:55]

I want to find things for Remy to do at home that keep his interest in the world aroud him, particularly in science but also language say. How can we work this into our daily lives?

** DONE Top up Remy's lunch money
   SCHEDULED: <2013-01-07 Mon>
   - State "DONE"       from "TODO"       [2013-01-06 Sun 14:45]
   :PROPERTIES:
   :ID:       1cba75a7-0dee-40ff-9463-d9ab42b68b65
   :END:

** IA									 :IA:
*** Tasks
**** DONE Fill in acceptence form
     SCHEDULED: <2013-07-16 Tue> DEADLINE: <2013-07-17 Wed>
     - State "DONE"       from "NEXT"       [2013-07-17 Wed 09:30]
     :PROPERTIES:
     :ID:       ec4523e1-813e-4f63-8ab2-64823069b3b9
     :END:

**** NEXT Find and send immunisation record
     DEADLINE: <2013-07-20 Sat> SCHEDULED: <2013-07-17 Wed>
     :PROPERTIES:
     :ID:       e0c3b00a-52ba-472b-a31d-06068a3a811d
     :END:
**** TODO Register Remy
     DEADLINE: <2013-08-07 Wed>
     :PROPERTIES:
     :ID:       b6ff5721-6d79-40e4-aa26-fe8377ba9f21
     :END:
https://secure.k12online.us/schoolportal/index.php?sname=innovations-academy-charter-school
User: Bryan
Pass: 67dogs43
- Need to sign forms.
*** IA Home Learning
**** DONE Go to IA Home learning
    - State "DONE"       from "TODO"       [2013-07-10 Wed 14:29]
    :PROPERTIES:
    :ID:       bad285f9-4d41-4755-a8c7-fbff2bc5af30
    :END:
[2013-04-15 Mon 20:34]
<2013-04-23 Tue 13:30>
*** Events
**** Open House
<2013-08-28 Wed>
* Reading
  :PROPERTIES:
  :ID:       d39bef53-4de3-4de3-b9e3-7f3a75c7229b
  :END:
** Library							    :LIBRARY:
*** DONE Return Remy's Library Books
    DEADLINE: <2013-01-31 Thu>
    - State "DONE"       from "TODO"       [2013-01-31 Thu 18:26]
    :PROPERTIES:
    :ID:       21bdc293-0edc-487d-9abe-803354edb83a
    :END:

*** Library ID

01336030636531
*** Return Books						     :RETURN:
**** DONE Return Books 5/8/13
     DEADLINE: <2013-08-05 Mon>
     - State "DONE"       from ""           [2013-08-01 Thu 12:16]
     :PROPERTIES:
     :ID:       072641b3-997d-4a6e-8444-44d01e3745b3
     :END:

**** TODO Return Books 
     DEADLINE: <2013-08-20 Tue>

* Health
  :PROPERTIES:
  :ID:       2555f5fb-96ff-4eb1-a57a-1ee0192674be
  :END:
** DONE Call KP about Remy's arm
   - State "DONE"       from "WAITING"    [2012-10-31 Wed 09:47]

  SCHEDULED: <2012-10-29 Mon>
  - State "WAITING"    from "NEXT"       [2012-10-29 Mon 10:23] \\
    Waiting for Remy's doctor to call back about orthopedic referral

Orthopedics: 866 459 2912

  CLOCK: [2012-10-28 Sun 13:14]--[2012-10-28 Sun 13:15] =>  0:01
[2012-10-28 Sun 13:14]

** Orthopedic appointment
<2012-11-01 Thu 13:30>

** Triton 5k
<2013-06-08 Sat 09:00>
* Activities
  :PROPERTIES:
  :ID:       bb7b4add-cfdb-4026-81a6-5a05c4399b19
  :END:
** Swimming
*** Swimming Winter 2013
    :PROPERTIES:
    :ID:       7649c094-a74d-4e6b-98f1-239991b685d1
    :END:
Feb 12 - Mar 07
Level 2, Session 2 17:00
<2013-02-12 Tue 17:00-17:50>
<2013-03-14 Thu 17:00-17:50>
* Home Learning
  :PROPERTIES:
  :ID:       e999f406-5bd1-43a4-8c2d-f7abc75293d5
  :END:
** Tasks
*** NEXT Set up leanring projects
    :PROPERTIES:
    :ID:       223514ff-eb44-4bde-9720-31300912517c
    :END:
- Teach Remy to program
*** NEXT Find resources on home schooling
    :PROPERTIES:
    :ID:       6f5bb6ba-238e-46b7-b067-ed70831a941a
    :END:
* Games
  :PROPERTIES:
  :ID:       9e6e5e7b-6fa9-4c6b-854d-84d3b7cfdf63
  :END:
** shin megami tensei
